{
  "services": [
    {
      "name": "Office, Commercial and Post-Construction Cleaning",
      "slug": "office",
      "description": "Ensure a productive and healthy environment for your team. Our detailed office, commercial and post-construction cleaning services are designed to maintain professionalism and hygiene throughout your workspace.",
      "paragraphs": [
        "Maintain a Pristine Environment. Our meticulous office, commercial and post-construction cleaning services in Ottawa ensure your workplace is spotless, healthy, and welcoming every day. Whether you manage a small office, a large building, a retail store, a plaza, a restaurant, an event venue or any business, our professional team keeps your environment polished and ready to impress both staff and clients. As a locally owned Ottawa company with over 15 years of experience, Reyes Maintenance Service Inc. is trusted for delivering reliable, high-quality cleaning solutions that reflect your business’s professionalism.",
        "Our commercial cleaning programs in Ottawa are designed to handle every detail of your facility. Services include dusting and polishing surfaces, vacuuming and mopping floors, sanitizing washrooms and kitchens, cleaning interior glass and partitions, trash and recycling removal, and disinfecting high‑touch points such as door handles, and switches. Every plan is customized to match your facility’s size, traffic level, and operating schedule, ensuring consistent results that enhance productivity and create a healthier environment for employees and visitors alike. In addition to cleaning, we can also provide essential supplies such as paper products, hand soap, and sanitizers, ensuring your workplace is always fully stocked and ready for daily operations."
    
      ],
      "images": [
        "/images/services/service1/office-1.png",
        "/images/services/service1/office-2.png",
        "/images/services/service1/office-3.png"
      ],
      "tasks": [
        {
          "icon": "Sparkles",
          "title": "Surface Care",
          "desc": "Dusting and polishing all surfaces with premium products"
        },
        {
          "icon": "Building2",
          "title": "Floor Maintenance",
          "desc": "Professional vacuuming and mopping of all floor types"
        },
        {
          "icon": "Shield",
          "title": "Facility Sanitization",
          "desc": "Complete sanitization of washrooms and kitchen areas"
        },
        {
          "icon": "Check",
          "title": "Waste Management",
          "desc": "Efficient trash and recycling removal services"
        },
        {
          "icon": "Blinds",
          "title": "Glass Cleaning",
          "desc": "Streak-free interior glass and window cleaning"
        },
        {
          "icon": "Shield",
          "title": "Touch Point Disinfection",
          "desc": "Thorough disinfection of high-contact surfaces"
        }
      ],
      "frequencies": {
        "daily": {
          "price": "On request",
          "visits": "5x/week",
          "best": "High-traffic offices"
        },
        "weekly": {
          "price": "On request",
          "visits": "1x/week",
          "best": "Medium-sized teams"
        },
        "biweekly": {
          "price": "On request",
          "visits": "2x/month",
          "best": "Smaller offices"
        },
        "monthly": {
          "price": "On request",
          "visits": "1x/month",
          "best": "Basic maintenance"
        },
        "custom": {
          "price": "On request",
          "visits": "Flexible",
          "best": "Tailored schedules for operational needs"
        }
      },
      "benefits": [
        {
          "icon": "Users",
          "title": "Healthier Work Environment",
          "desc": "Reduces sick days by up to 30% and promotes overall wellness",
          "stat": "30",
          "unit":"%",
          "metric": "Fewer Sick Days"
        },
        {
          "icon": "TrendingUp",
          "title": "Boosts Productivity",
          "desc": "Clean workspaces increase focus and employee satisfaction",
          "stat": "23",
          "unit": "%",
          "metric": "Productivity Increase"
        },
        {
          "icon": "Building2",
          "title": "Professional Image",
          "desc": "Impress clients and visitors with immaculate facilities",
          "stat": "85",
          "unit": "%",
          "metric": "Client Satisfaction"
        },
        {
          "icon": "Star",
          "title": "Extends Asset Life",
          "desc": "Proper maintenance preserves furniture and equipment value",
          "stat": "40",
          "unit": "%",
          "metric": "Longer Lifespan"
        }
      ]
    },
    {
      "name": "Floor Stripping and Waxing",
      "slug": "floor",
      "description": "Create a polished and professional space that reflects your brand’s commitment to excellence. Our floor stripping and waxing services restore shine, improve safety, and extend the life of your flooring.",
      "paragraphs": [
        "Restore Shine and Protect your Floors.  High-traffic floors in offices, retail spaces, and commercial buildings quickly lose their luster from daily wear and buildup. At Reyes Maintenance Service Inc., we provide professional floor stripping and waxing services in Ottawa that restore brilliance, extend floor life, and protect your investment. Our team specializes in vinyl, laminate, and other common commercial flooring surfaces, ensuring a clean, polished, and safe environment for both employees and visitors.", 
        "Our process begins with a full stripping of old wax and buildup, followed by a deep cleaning to remove dirt and contaminants. We then apply multiple coats of high-quality commercial wax, buffed and polished to create a durable, slip-resistant finish that enhances the appearance of your entire facility. Whether for an office, retail store, plaza, or any other business, this service not only improves aesthetics but also reduces long-term maintenance needs."],
      "images": [
        "/images/services/service2office-1.png",
        "/images/services/office-2.png"
      ],
      "tasks": [
        {
          "icon": "Sparkles",
          "title": "Wax Removal and Surface Preparation",
          "desc": "Complete stripping of old wax and buildup to prepare floors for refinishing"
        },
        {
          "icon": "Droplet",
          "title": "Deep Floor Cleaning",
          "desc": "Thorough removal of embedded dirt and contaminants for a clean foundation"
        },
        {
          "icon": "Star",
          "title": "Premium Wax Application",
          "desc": "Multiple coats of high-quality commercial wax for lasting protection and shine"
        },
        {
          "icon": "Check",
          "title": "Buffing and Polishing",
          "desc": "Machine-polished finish that enhances appearance and improves slip resistance"
        }
      ],
      "frequencies": {
        "quarterly": {
          "price": "On request",
          "visits": "Every 3 months",
          "best": "High-traffic areas like retail entrances, lobbies, and hallways"
        },
        "semiAnnual": {
          "price": "On request",
          "visits": "Every 6 months",
          "best": "Standard office spaces, medical clinics, and shared commercial facilities"
        },
        "annual": {
          "price": "On request",
          "visits": "Once a year",
          "best": "Low-traffic zones or facilities with routine maintenance programs"
        },
        "specialEvent": {
          "price": "On request",
          "visits": "Flexible scheduling",
          "best": "Ideal for pre-sale events, seasonal refreshes, or post-renovation cleanup"
        }
      },
      "benefits": [
        {
          "icon": "Smile",
          "title": "Customer Satisfaction",
          "desc": "Enhances shopping experience with clean, safe spaces",
          "stat": "90%",
          "metric": "Customer Approval"
        },
        {
          "icon": "Sparkles",
          "title": "Brand Perception",
          "desc": "Reinforces premium and trustworthy brand image",
          "stat": "75%",
          "metric": "Positive Brand Recognition"
        },
        {
          "icon": "Shield",
          "title": "Safety Compliance",
          "desc": "Maintains hygienic and hazard-free environments",
          "stat": "100%",
          "metric": "Safety Standards"
        },
        {
          "icon": "TrendingUp",
          "title": "Boost Sales",
          "desc": "Clean environments encourage longer visits and purchases",
          "stat": "18%",
          "metric": "Sales Increase"
        }
      ]
    },
    {
      "name": "Carpet Care",
      "slug": "carpet",
      "description": "Revitalize your carpets and improve indoor air quality with our specialized cleaning solutions. We target deep-seated dirt and allergens to restore the freshness and appearance of your carpets.",
      "paragraphs": [
        "Revitalize Carpets and Improve Indoor Air Quality. Our deep-cleaning methods remove dirt, allergens, and odors, helping businesses maintain a healthier, fresher, and more professional environment. Whether it is a small office, retail store, or large commercial facility, our locally owned company ensures your carpets look vibrant and extend their lifespan, protecting your investment.", 
        "Our comprehensive commercial carpet cleaning process includes pre-treatment of stains and high-traffic areas, followed by deep steam extraction or low-moisture encapsulation, depending on your needs. We also provide odor neutralization, deodorizing, and optional protective treatments to resist future soiling. With rapid drying times, your workspace experiences minimal downtime, making our services ideal for busy offices, plazas, and event venues across Ottawa. Flexible scheduling options are available quarterly, semi-annually, annually, or on demand for spills and high-traffic areas"],
      "images": [
        "/images/services/office-1.png",
        "/images/services/office-2.png"
      ],
      "tasks": [
        {
          "icon": "SprayCan",
          "title": "Pre-Treatment",
          "desc": "Advanced solutions for stubborn stains and spills"
        },
        {
          "icon": "Droplet",
          "title": "Deep Cleaning",
          "desc": "High-heat steam or low-moisture methods for deep cleaning"
        },
        {
          "icon": "Wind",
          "title": "Odor Removal",
          "desc": "Elimination of odors caused by dirt, spills, or allergens"
        },
        {
          "icon": "ShieldCheck",
          "title": "Optional Protective Treatment ",
          "desc": "Application of protectants to resist future soiling"
        },
        {
          "icon": "Timer",
          "title": "Rapid Drying",
          "desc": "Accelerated drying methods to reduce downtime"
        }
      ],
      "frequencies": {
        "quarterly": {
          "price": "On request",
          "visits": "Every 3 months",
          "best": "High-traffic offices"
        },
        "biannually": {
          "price": "On request",
          "visits": "2x/year",
          "best": "Medium-traffic areas"
        },
        "annually": {
          "price": "On request",
          "visits": "1x/year",
          "best": "Low-traffic carpets"
        },
        "onDemand": {
          "price": "On request",
          "visits": "As needed",
          "best": "Emergency spills or high-traffic zones"
        }
      },
      "benefits": [
        {
          "icon": "Leaf",
          "title": "Improved Air Quality",
          "desc": "Removes allergens, dust, and pollutants from carpets",
          "stat": "95",
          "unit": "%",
          "metric": "Cleaner Air"
        },
        {
          "icon": "Clock",
          "title": "Extended Carpet Life",
          "desc": "Prevents wear and tear, prolonging carpet usability",
          "stat": "40",
          "unit": "%",
          "metric": "Lifespan Increase"
        },
        {
          "icon": "Smile",
          "title": "Odor-Free Spaces",
          "desc": "Eliminates unpleasant odors for a fresher environment",
          "stat": "100",
          "unit": "%",
          "metric": "Odor Elimination"
        },
        {
          "icon": "Sparkles",
          "title": "Vibrant Look",
          "desc": "Restores carpet’s original texture and color",
          "stat": "85",
          "unit": "%",
          "metric": "Aesthetic Restoration"
        }
      ]
    },
    {
      "name": "Spring and Deep Cleaning",
      "slug": "spring-deep",
      "description": "Refresh your workspace with expert spring and deep cleaning. Go beyond routine upkeep to deliver a complete top‑to‑bottom refresh, ensuring a spotless, healthy, and welcoming environment.",
      "paragraphs": [
        "Refresh your Workspace with Expert Spring/Deep Cleaning. Go beyond routine upkeep to deliver a complete top‑to‑bottom refresh. Ideal for seasonal cleaning, pre‑event preparation, or post‑construction projects, this service ensures your office, retail space, or commercial facility is spotless, healthy, and welcoming. At Reyes Maintenance Service Inc., we help businesses maintain a polished image while creating a cleaner, safer environment for employees and clients.", 
        "Our deep cleaning programs are designed to reach areas often overlooked in daily maintenance. Services include high and low dusting of vents, ledges, and baseboards; vacuuming and mopping floors; intensive sanitation of washrooms, and common areas; interior window cleaning and detail work; plus specialty tasks plus specialty tasks as you request. By addressing these details, we restore freshness, extend the life of surfaces and fixtures, and ensure your Ottawa workspace is always ready to impress."],
      "images": [
        "/images/services/office-1.png",
        "/images/services/office-2.png"
      ],
      "tasks": [
        {
          "icon": "Droplet",
          "title": "Dusting",
          "desc": "High and low dusting of vents, ledges, and baseboards to remove accumulated dust in overlooked areas"
        },
                {
          "icon": "Building2",
          "title": "Floor Maintenance",
          "desc": "Professional vacuuming and mopping of all floor types"
        },
        {
          "icon": "ShieldCheck",
          "title": "Sanitation",
          "desc": "Intensive cleaning of washrooms and common areas to maintain a hygienic and healthy environment"
        },
        {
          "icon": "Window",
          "title": "Window Cleaning",
          "desc": "Interior window cleaning to enhance visibility and brighten your workspace"
        },
        {
          "icon": "Brush",
          "title": "Detail Work",
          "desc": "Specialty cleaning tasks including fixtures, appliances, and areas often missed in routine maintenance"
        },
        {
          "icon": "Star",
          "title": "Custom Tasks",
          "desc": "Additional specialty tasks performed upon request to meet your facility’s unique cleaning needs"
        }
      ],
      "frequencies": {
        "biannually": {
          "price": "On request",
          "visits": "2x/year",
          "best": "Medium-traffic areas"
        },
        "annually": {
          "price": "On request",
          "visits": "1x/year",
          "best": "Low-traffic facilities and seasonal refreshes"
        },
        "onDemand": {
          "price": "On request",
          "visits": "As needed",
          "best": "High-traffic zones"
        }
      },
      "benefits": [
        {
          "icon": "Leaf",
          "title": "Improved Air Quality",
          "desc": "Removes dust from vents, ledges, and baseboards",
          "stat": "95",
          "unit": "%",
          "metric": "Cleaner Air"
        },
        {
          "icon": "TrendingUp",
          "title": "Boosts Productivity",
          "desc": "Clean workspaces increase focus and employee satisfaction",
          "stat": "23",
          "unit": "%",
          "metric": "Productivity Increase"
        },
        {
          "icon": "Building2",
          "title": "Professional Image",
          "desc": "Impress clients and visitors with immaculate facilities",
          "stat": "85",
          "unit": "%",
          "metric": "Client Satisfaction"
        },
        {
          "icon": "Star",
          "title": "Extends Asset Life",
          "desc": "Proper maintenance preserves furniture and equipment value",
          "stat": "40",
          "unit": "%",
          "metric": "Longer Lifespan"
        }
      ]
    },
    {
      "name": "Minor Renovations and Demolitions",
      "slug": "renovation",
      "description": "Efficient Upgrades with Minimal Disruption. When your business requires light remodeling or careful removal of non‑structural elements, we deliver reliable, safe, and professional service with minimal interruptions.",
      "paragraphs": [
        "Efficient Upgrades with Minimal Disruption. When your business requires light remodeling or the careful removal of non‑structural elements, Reyes Maintenance Service Inc. provides reliable service that minimizes interruptions to your operations. Our minor renovation and demolition services in Ottawa are well‑suited for offices, retail locations, and commercial facilities that want to refresh their space without the expense or downtime of a full construction project. Every assignment is completed with a strong focus on safety, efficiency, and professionalism.", 
        "Our Ottawa renovation and demolition solutions are designed to handle every stage of small‑scale improvements. Typical work includes removing fixtures and interior sections, patching walls, painting, and minor repairs, along with responsible debris removal and thorough site cleanup. By combining accuracy with efficiency, we deliver results that improve your space while maintaining a safe and orderly environment throughout the process. These services are ideal for businesses seeking quick, dependable upgrades without the need for large construction crews."],
      "images": [
        "/images/services/office-1.png",
        "/images/services/office-2.png"
      ],
      "tasks": [
        {
          "icon": "Droplet",
          "title": "Dusting",
          "desc": "High and low dusting of vents, ledges, and baseboards to remove accumulated dust in overlooked areas"
        },
                {
          "icon": "Building2",
          "title": "Floor Maintenance",
          "desc": "Professional vacuuming and mopping of all floor types"
        },
        {
          "icon": "ShieldCheck",
          "title": "Sanitation",
          "desc": "Intensive cleaning of washrooms and common areas to maintain a hygienic and healthy environment"
        },
        {
          "icon": "Window",
          "title": "Window Cleaning",
          "desc": "Interior window cleaning to enhance visibility and brighten your workspace"
        },
        {
          "icon": "Brush",
          "title": "Detail Work",
          "desc": "Specialty cleaning tasks including fixtures, appliances, and areas often missed in routine maintenance"
        },
        {
          "icon": "Star",
          "title": "Custom Tasks",
          "desc": "Additional specialty tasks performed upon request to meet your facility’s unique cleaning needs"
        }
      ],
      "frequencies": {
        "biannually": {
          "price": "On request",
          "visits": "2x/year",
          "best": "Medium-traffic areas"
        },
        "annually": {
          "price": "On request",
          "visits": "1x/year",
          "best": "Low-traffic facilities and seasonal refreshes"
        },
        "onDemand": {
          "price": "On request",
          "visits": "As needed",
          "best": "High-traffic zones"
        }
      },
      "benefits": [
        {
          "icon": "Leaf",
          "title": "Improved Air Quality",
          "desc": "Removes dust from vents, ledges, and baseboards",
          "stat": "95",
          "unit": "%",
          "metric": "Cleaner Air"
        },
        {
          "icon": "TrendingUp",
          "title": "Boosts Productivity",
          "desc": "Clean workspaces increase focus and employee satisfaction",
          "stat": "23",
          "unit": "%",
          "metric": "Productivity Increase"
        },
        {
          "icon": "Building2",
          "title": "Professional Image",
          "desc": "Impress clients and visitors with immaculate facilities",
          "stat": "85",
          "unit": "%",
          "metric": "Client Satisfaction"
        },
        {
          "icon": "Star",
          "title": "Extends Asset Life",
          "desc": "Proper maintenance preserves furniture and equipment value",
          "stat": "40",
          "unit": "%",
          "metric": "Longer Lifespan"
        }
      ]
    },
    {
      "name": "Light Maintenance and Bulb Replacement",
      "slug": "light-maintenance",
      "description": "Brighten your business with expert light maintenance and bulb replacement. Go beyond routine fixes to ensure a safe, polished, and professional space that welcomes every visitor with confidence",
      "paragraphs": [
        "Small Fixes, Big Impact. Even the smallest details matter when it comes to safety and professionalism. Our light maintenance and bulb replacement services in Ottawa ensure your workplace remains bright, functional, and welcoming. From replacing flickering bulbs to handling minor repairs, Reyes Maintenance Service Inc. provides dependable solutions that keep your facility operating smoothly while maintaining a polished appearance.", 
        "Our Ottawa light maintenance services are designed to address the routine issues that can disrupt your business. We handle bulb and fixture replacement, minor touch-ups and repairs, and other on-demand maintenance tasks that help reduce downtime and safety risks. By taking care of these small but important details, we help your business project a professional image and create a safer environment for employees and visitors."],
      "images": [
        "/images/services/office-1.png",
        "/images/services/office-2.png"
      ],
      "tasks": [
        {
          "icon": "Lightbulb",
          "title": "Bulb & Fixture Replacement",
          "desc": "Replace flickering or burnt-out bulbs and maintain fixtures for consistent lighting and safety"
        },
        {
          "icon": "Hammer",
          "title": "Minor Touch-Ups",
          "desc": "Quick repairs for scuffs, loose fittings, and small damages to maintain a polished appearance"
        },
        {
          "icon": "Tool",
          "title": "On-Demand Maintenance",
          "desc": "Responsive service for routine disruptions that reduce downtime and keep operations smooth"
        }
      ],
      "frequencies": {
        "biannually": {
          "price": "On request",
          "visits": "2x/year",
          "best": "Medium-traffic facilities needing consistent lighting and upkeep"
        },
        "annually": {
          "price": "On request",
          "visits": "1x/year",
          "best": "Low-traffic spaces or seasonal maintenance refreshes"
        },
        "onDemand": {
          "price": "On request",
          "visits": "As needed",
          "best": "High-traffic zones or urgent lighting and repair needs"
        }
      },
      "benefits": [
        {
          "icon": "ShieldCheck",
          "title": "Enhanced Safety",
          "desc": "Proper lighting and minor repairs reduce workplace hazards and accident risks",
          "stat": "70",
          "unit": "%",
          "metric": "Risk Reduction"
        },
        {
          "icon": "TrendingUp",
          "title": "Boosts Productivity",
          "desc": "Well-lit environments improve employee focus, morale, and overall performance",
          "stat": "23",
          "unit": "%",
          "metric": "Productivity Increase"
        },
        {
          "icon": "Building2",
          "title": "Professional Image",
          "desc": "Consistent lighting and upkeep reflect a polished, trustworthy brand",
          "stat": "85",
          "unit": "%",
          "metric": "Client Satisfaction"
        },
        {
          "icon": "Star",
          "title": "Extends Fixture Life",
          "desc": "Routine maintenance prevents premature wear and extends the lifespan of lighting systems",
          "stat": "40",
          "unit": "%",
          "metric": "Longer Lifespan"
        }
      ]
    }
  ]
}
